Repository: MisterDaniels/auryn-elements-elementor
Catalog: languages/auryn-elements-*.po
Languages: pt_br

source: Auryn Elements
pt_br: Elementos Auryn

source: Custom elements for Auryn.
pt_br: Elementos customizados da Auryn.

source: Auryn Elements Settings
pt_br: Configurações Elementos Auryn

source: Settings
pt_br: Configurações

source: Ops, a wild error appears
pt_br: Ops, um erro estranho apareceu

source: Company configuration to Auryn Elements
pt_br: Configurações da empresa nos elementos da Auryn

source: Company domain
pt_br: Domínio da empresa

source: General
pt_br: Geral

source: Must be only the host domain
pt_br: Deve ser apenas o domínio da empresa

source: shop.auryn.com.br
pt_br: loja.auryn.com.br

source: Is Auryn principal Wordpress
pt_br: É o Wordpress principal da Auryn

source: If is the wordpress that serves to all clients
pt_br: Se é o Wordpress que serve para todos os clientes

source: Simplified Project Creation
pt_br: Criação de projeto simplificada

source: Show book sizes
pt_br: Mostrar tamanhos de livros

source: Button text
pt_br: Texto do botão

source: Diagram
pt_br: Diagramar

source: Type button text
pt_br: Coloque o texto do botão

source: Select the size
pt_br: Escolha o tamanho

source: Button color
pt_br: Cor do botão

source: Button color on hover
pt_br: Cor do botão flutuante

source: Button text color
pt_br: Cor do texto do botão

source: Button typography
pt_br: Tipografia do botão

source: Button shadow
pt_br: Sombra do botão

source: Select typography
pt_br: Tipografia do Select
